{"inkVersion":19,"root":[["^You find yourselves sitting across from each other in a tavern. No other seats were avaialable, and so, here you are. Dealing with each other, two people who really, really probably should not get along. Why are you in this tavern? Who in the fuck cares. You're here, I say you're here.","\n","^I'm the lord of this universe bitch.","\n","^Anyway, you're sitting there when a hooded figure comes up to your table and takes a seat, without either of your permission. You didn't even know there was a seat there, but here's this dude and he gives off the absolute worst vibes.","\n","^Really, a dick.","\n","^He smiles at you and takes a deep breath. \"You both look like you're looking for some work.\"","\n","^Warrior: How much are you paying for it?","\n","^Rogue: Well that's...blunt.","\n","^Warrior: Excuse me?","\n","^Rogue: I mean, just seems underhanded is all.","\n","^Warrior: Fuck you man, you don't know me. You don't know my story.","\n","^Rogue: Look, I don't know you, but it seems that we don't know this guy, and he doesn't seem trustworthy.","\n","^\"Oh, I assure you I am.\" He says as he gives you one of those smiles that says I absolutly will fuck you up","\n","^Rogue: how do you not see this guy will fuck you over?","\n","^Warrior: Look man, you don't have to be in on this. Just go off to whatever little shithole you climbed out from...","\n","^\"If I may interupt, it is a two person job, and would work wonderfully better if you both were a part of this. If not well, I'll have to kill you both.\"","\n","^Rogue does that move from El Dorado where they frame the weird dude in their hands like see?","\n","^\"So...are you two in or not?\"","\n","^Warrior: yES, Rogue: NO!","\n","^\"Oh, well, that is unfortunate.\" he frowns and shrugs. \"Seems I'll have to be rid of you both now.\"","\n","^Warrior: Hey, I didn't even say no!","\n","^\"Well yes, but you're associated with this one. Too much of a risk you see.\"","\n","^\"Well, isn't that some real fucking bullshit.\"","\n","done",["done",{"#f":7,"#n":"g-0"}],null],"done",{"#f":3}],"listDefs":{}}