{"inkVersion":19,"root":[["^You find yourselves sitting across from each other in a tavern. No other seats were avaialable, and so, here you are. Dealing with each other, two people who really, really probably should not get along. Why are you in this tavern? Who in the fuck cares. You're here, I say you're here.","\n","^I'm the lord of this universe bitch.","\n","^Anyway, you're sitting there when a hooded figure comes up to your table and takes a seat, without either of your permission. You didn't even know there was a seat there, but here's this dude and he gives off the absolute worst vibes.","\n","^Really, a dick.","\n","^He smiles at you and takes a deep breath. \"You both look like you're looking for some work.\"","\n","^Rogue: Depends on how much that work pays.","\n","^Warrior: Really? How much it pays?","\n","^Rogue: Listen, gotta survive somehow.","\n","^Warrior: So some guy just walks up to you, shady as hell, and you just go 'oh, we should completely take whatever he's offering.'","\n","^Rogue: That's only partially a good point, what are you offering?","\n","^The man smiles, like a real creepy smile, and says \"How do you two feel about some...less than legal aquriration.","\n","^The man shrugs. The rogue smiles.","\n","^Rogue: Oh I think I know exactly what you want mate.","\n","^Warrior:...thieving, he's talking about thieving. Neither of you are going to do any thieving.","\n","^Rogue: You don't get to decide that for me!","\n","^Warrior: I just did!","\n","^The man puts his hands up and clicks his tongue. \"Woah now fellas, no need to get testy, but this is a two person gig...\"","\n","^Rogue: YES! Warrior: NO!","\n","^The man frowns. \"Well, that's not what I was hoping for. Unfortunatly, I can't let Mr. legal here go blabbing, so we'll have to have some unfortunate bar fight accident.\"","\n","^Rogue: -shrugs- no skin off my nose.","\n","^\"Oh, you misunderstand, I can't have you talking either.\"","\n","^Rogue: Hey! Who said I was gonna...","\n","^\"Can't take chances.\"","\n","done",["done",{"#f":7,"#n":"g-0"}],null],"done",{"#f":3}],"listDefs":{}}