{"inkVersion":19,"root":[["^You find yourselves sitting across from each other in a tavern. No other seats were avaialable, and so, here you are. Dealing with each other, two people who really, really probably should not get along. Why are you in this tavern? Who in the fuck cares. You're here, I say you're here.","\n","^I'm the lord of this universe bitch.","\n","^Anyway, you're sitting there when a hooded figure comes up to your table and takes a seat, without either of your permission. You didn't even know there was a seat there, but here's this dude and he gives off the absolute worst vibes.","\n","^Really, a dick.","\n","^He smiles at you and takes a deep breath. \"You both look like you're looking for some work.\"","\n","^Warrior and Rogue: For how much?","\n","^You look at each other and go AYYYYYYYYYY.","\n","^Truly, kindred spirits, you assholes.","\n","^The creepy man slowly smiles, one of those smiles that make you go, ohhh he's going to stab someone in the back at some point, if he hasn't already","\n","^But since you two fucking suck, this doesn't bother you.","\n","^\"I need you to do some...underhanded retrievment.\"","\n","^Warrior: Oh, I get you...","\n","^Rogue: Some petty larceny","\n","^Warrior: Less than legaly obtained","\n","^Rogue: Some quick embezzlment","\n","^Warrior: Get in, grab, get out, as they say","\n","^Rogue: Some...","\n","^Thievery ohmygod you two fucking stop.","\n","^\"Yes...that.\" The man shrugs and the smile comes back.","\n","^\"So, you in?\"","\n","^Warrior and Rogue: Hell yeah!","\n","^\"Excuse me, sirs?\"","\n","^You turn to see a maybe 30 something man in uniform. What uniform? I don't know, imagine a basic bitch guard uniform. That. Stop making me deal with detail, that's the artist's job! Right artist?","\n","^You hear a muffled please don't drag me into this","\n","^Fine. But there he is, basic guard man.","\n","^...pig in a wizard's hat.","\n","^\"I couldn't help but hear your very loud conversation about thieving? I'm afraid you're going to have to come with me.\"","\n","^You didn't realize the bar had gotten so quiet.","\n","^Rogue: Excuse me sir, how do you know we weren't joking around?","\n","^The guard shrugs. \"Sorry, can't take chances.\"","\n","^You think I'm letting you out of this easy?","\n","^The creepy man looks like he's about to say something, but insteads flips the table up and yells \"You'll never take me alive!\"","\n","^Warrior: oh...shit","\n",["done",{"#f":7,"#n":"g-0"}],null],"done",{"#f":3}],"listDefs":{}}